Repository: velletti/jv_events
Catalog: Resources/Private/Language/*.locallang_csh_tx_jvevents_domain_model_location.xlf
Languages: de

# city.description
source: Name of the City
de: Ort / Stadt Ohne Stadtteil, wenn Sie die Option zum Filtern nach Städten / Orten nutzen!

# country.description
source: Select the Country from the list. (stores 3 Digits Iso Code)
de: Bitte wählen Sie ein Land aus der Liste. 8es wird der 3 zeichen ISo Code gespeichert )

# description.description
source: Details to this location
de: Detailbeschreibung für diesen Veranstaltungsort

# email.description
source: valid Email Address.
de: Gültige Email Adresse. Wird in den Kontaktdaten zur Adresse angezeigt

# lat.description
source: Latitude of this location for the MAP view. use the Wizard to set this
de: Latitude Wert für die Kalender Darstellung. Nutzen Sie den Assistenten und diesen Wert zu ermitteln.

# link.description
source: URL should start with http://
de: URL: Sollte Bitte mit http:// beginnen.

# lng.description
source: Longitude of this location for the MAP view. use the Wizard to set this
de: Longitude Wert für die Kalender Darstellung. Nutzen Sie den Assistenten und diesen Wert zu ermitteln.

# location_category.description
source: Category of this Location
de: Kategorie dieses Veranstaltungsortes. Wenn Die Webseite die Option nutzt, nach Veranstaltungsorten zu suchen, nutzen Sie diese option

# name.description
source: Name of the Location. Keep it short, if you use Filtering by Eventlocation
de: Name des Veranstaltungsortes. Halten Sie dies Kurz, wenn Sie die Option zum Filtern nach Veranstaltungsort nutzen

# organizer.description
source: Detail description of this Organizer
de: Detailierte Langtext Beschreibung von diesemm Veranstaltungsort

# phone.description
source: phone Number for this location
de: Telefon Nummer für diese Veranstaltung. je nach gewählten Layout sichtbar oder nicht.

# street_and_nr.description
source: Address and Number of the location. separate special infos like Backyard or third floor with / Fe.: "Leopoldstreet 123a / Backyard building / 3 Floor
de: Geben Sie die Strasse und die Hausnummer des Veranstaltungsortes ein.

# zip.description
source: Zip / Postal Code
de: Postleitzahl (Ohne Landeskennung)
