Repository: velletti/jv_events
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, fr, it

# tx_jvevents_event.filter.configure.text_setposition
source: First set the position of the center of the Map. You can do this by using your GPS positon or just enter the Name of your city or optional the street.
de: Zuerst gilt es, die Position festzulegen, von der aus gesucht werden soll. Dies kann auf Wunsch automatisch über die GPS Daten / Deine Positon erfolgen oder indem dort der Name einer Stadt (optional mit einer Straße) eingetragen wird.
es: Primero establece la posición del centro del Mapa. Usted puede hacer esto mediante el uso de su GPS positon o simplemente introduzca el nombre de su ciudad o opcional de la calle.
fr: Commencez par définir la position du centre de la carte. Vous pouvez le faire en utilisant votre position GPS ou simplement en entrant le nom de votre ville ou optionnellement la rue.
it: Per prima cosa impostare la posizione del centro della mappa. È possibile farlo utilizzando la posizione del GPS o semplicemente inserendo il nome della città o, a scelta, la strada.

# tx_jvevents_event.filter.configure.text_selectDist
source: As second step, select the wanted distance you want to search events, locations and teachers.
de: Im zweiten Schritt wähle bitte die gewünschte maximale Entfernung in der Veranstaltungen, Orte oder Lehrer gesucht werden sollen.
es: Como segundo paso, seleccione la distancia deseada en la que desea buscar eventos, lugares y profesores.
fr: Dans un deuxième temps, sélectionnez la distance souhaitée pour la recherche d'événements, de lieux et d'enseignants.
it: Come secondo passo, selezionare la distanza desiderata per la ricerca di eventi, sedi e insegnanti.

# tx_jvevents_event.filter.configure.text_saveButton
source: If you use the save button after the Distance selector, your settings will be stored as a cookie in your browser and this text will disapear.
de: Wenn Sie die Schaltfläche "Speichern" nach der Entfernungsauswahl verwenden, werden Ihre Einstellungen als Cookie in Ihrem Browser gespeichert und dieser Text verschwindet.
es: Si utiliza el botón de guardar después del selector de distancia, su configuración se almacenará como una cookie en su navegador y este texto desaparecerá.
fr: Si vous utilisez le bouton de sauvegarde après le sélecteur de distance, vos paramètres seront stockés sous forme de cookie dans votre navigateur et ce texte disparaîtra.
it: Se si utilizza il pulsante Salva dopo il selettore della distanza, le impostazioni verranno memorizzate come cookie nel browser e questo testo scomparirà.

# tx_jvevents_event.filter.configure.text_changeLater
source: But you can always change it afterwards in the filter.
de: Sie können ihn aber jederzeit nachträglich im Filter wechseln.
es: Pero siempre se puede cambiar después en el filtro.
fr: Mais vous pouvez toujours le changer par la suite dans le filtre.
it: Ma è sempre possibile cambiarlo in seguito nel filtro.

# tx_jvevents_event.filter.configure.text_default
source: Without this settings, resultlists will only show hits that are 50 (or 250km on tangobayern.de) away from Marienplatz in Munich.
de: Ohne diese Einstellungen wird im Umkreis von 50 (bzw. 250km auf tangobayern.de) um den Marienplatz in München gesucht.
es: Sin esta configuración, las listas de resultados sólo mostrarán resultados que estén a 50 (o 250 km en tangobayern.de) de Marienplatz en Múnich.
fr: Sans ce paramètre, les listes de résultats n'afficheront que les occurrences situées à 50 (ou 250 km sur tangobayern.de) de la Marienplatz à Munich.
it: Senza questa impostazione, gli elenchi dei risultati mostreranno solo i risultati che si trovano a 50 (o 250 km su tangobayern.de) di distanza da Marienplatz a Monaco.

# register_available_waiting_seats_only
source: You will be registered to Waitinglist.
de: Sie werden in die Warteliste aufgenommen.
es: Se le inscribirá en la lista de espera.
fr: Vous serez inscrit sur la liste d'attente.
it: Sarete registrati nella lista d'attesa.

# tx_jvevents_event.list.event_details
source: Event details
de: Veranstaltungsdetails
es: Detalles del evento
fr: Détails de l'évènement
it: Dettagli dell'evento

# tx_jvevents_event.list.no_events_found
source: No Events found with this search values
de: Keine Veranstaltungen mit diesen Kriterien gefunden
es: No hay eventos para esta búsqueda
fr: Aucun événement ne correspond à vos critères de recherche
it: Non sono stati trovati eventi che soddisfino i valori della ricerca

# tx_jvevents_event.dateFormat.month.abbreviation.01
source: Jan
es: Ene
it: Gen

# tx_jvevents_event.dateFormat.month.abbreviation.04
source: Apr
es: Abr
fr: Avr

# tx_jvevents_event.dateFormat.month.abbreviation.08
source: Aug
es: Ago
fr: Août
it: Ago

# tx_jvevents_event.dateFormat.month.abbreviation.12
source: Dec
de: Dez
es: Dic
fr: Déc
it: Dic

source: Days
de: Tage
es: dias
fr: Journées
it: giorni

# time
source: o'clock
de: Uhr
es: en punto
fr: heure
it: ore

# event.notfound
source: An event with this ID could not be found
de: Ein Ereignis mit dieser ID konnte nicht gefunden werden
es: No se ha podido encontrar un evento con este ID
fr: Un événement avec cet identifiant n'a pas pu être trouvé
it: Non è stato possibile trovare un evento con questo ID

# event.MayBeNoAccess
source: Maybe you do not have access and need to login.
de: Vielleicht haben Sie keinen Zugang und müssen sich anmelden.
es: Tal vez no tengas acceso y necesites iniciar sesión.
fr: Vous n'avez peut-être pas d'accès et devez vous connecter.
it: Forse non avete accesso e dovete effettuare il login.

# select-position
source: Select your Position
de: Wähle deinen Standort
es: Seleccione su posición
fr: Sélectionnez votre poste
it: Selezionare la posizione

# select-position-btn
source: Locate Position
de: Standort bestimmen
es: Localizar posición
fr: Localiser la position
it: Individuare la posizione

source: Add Image
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une image
it: Aggiungi immagine

source: Change Image
de: Bild ändern
es: Cambiar imagen
fr: Changer d'image
it: Cambia immagine

# contact.webmaster
source: Please Contact Webmaster via
de: Webmaster direkt kontaktieren via
es: Póngase en contacto con el webmaster a través de
fr: Veuillez contacter le webmestre via
it: Contattare il Webmaster tramite

# create.organizer.create.Headline
source: Want to become an Organizer?
de: Möchten Sie Organisator werden?
es: ¿Quieres ser Organizador?
fr: Vous souhaitez devenir organisateur ?
it: Vuoi diventare un organizzatore?

# create.user.account.active.headline
source: Your user Account is activated!
de: Dein User Account ist aktiviert!
es: Su cuenta de usuario está activada.
fr: Votre compte utilisateur est activé !
it: Il vostro account utente è stato attivato!

# create.organizer.account.notactive.headline
source: Your Organizer Account is not activated!
de: Der Account ist nicht als Veranstalter aktiviert!
es: Su cuenta de organizador no está activada.
fr: Votre compte organisateur n'est pas activé !
it: L'account dell'organizzatore non è stato attivato!

# create.organizer.account.notactive.helptext1
source: Before you can add your Events, we have to check and activate your Organizer status.
de: Bevor Du Termine eintragen, musst Du als Veranstalter freigeschaltet werden.
es: Antes de que puedas añadir tus Eventos, tenemos que comprobar y activar tu estatus de Organizador.
fr: Avant que vous puissiez ajouter vos événements, nous devons vérifier et activer votre statut d'organisateur.
it: Prima di poter aggiungere i vostri eventi, dobbiamo verificare e attivare il vostro stato di organizzatore.

# create.organizer.account.notactive.helptext2
source: Check of new organzers is normaly done within 2 days. If this takes more time, please be patient.
de: Die Prüfung und Freischaltung dauert bin der Regel bis maximal 2 Tage. Wenn es mal länger dauert, ist deine Anfrage evt. untergegangen.
es: La comprobación de los nuevos organzers se realiza normalmente en un plazo de 2 días. Si tarda más, tenga paciencia.
fr: Le contrôle des nouveaux organiseurs est normalement effectué dans les deux jours. Si cela prend plus de temps, veuillez patienter.
it: Il controllo dei nuovi organizzatori avviene normalmente entro 2 giorni. Se questo richiede più tempo, vi preghiamo di essere pazienti.

# create.organizer.account.notactive.helptext3
source: To speed up this process
de: Um die Freischaltung zu beschleunigen
es: Para acelerar este proceso
fr: Pour accélérer ce processus
it: Per accelerare questo processo

# create.organizer.create.text
source: If you want to become a NEW Organizer, just click on this button and fill the Form
de: Um deine Veranstaltungen als NEUER Veranstalter einzutragen, einfach den nachfolgenden Button anklicken und das Formular ausfüllen
es: Si quieres convertirte en NUEVO Organizador, sólo tienes que hacer clic en este botón y rellenar el Formulario
fr: Si vous souhaitez devenir un NOUVEL organisateur, cliquez sur ce bouton et remplissez le formulaire.
it: Se volete diventare un NUOVO organizzatore, cliccate su questo pulsante e compilate il modulo.

# create.organizer.AddUser.Headline
source: Want to manage an existing Organizer?
de: Möchten Sie einen bestehenden Organizer verwalten?
es: ¿Desea gestionar un organizador existente?
fr: Vous souhaitez gérer un organisateur existant ?
it: Volete gestire un Organizzatore esistente?

# create.organizer.AddUser.text
source: You have just registered as new user but need to manage the events and data of an EXISTING Organizer?
de: Du bist neu registriert, möchstest aber die bereits eingetragene(n) Veranstaltung(en) und Daten eines EXISTIERENDEN Veranstalters ändern?
es: ¿Te acabas de registrar como nuevo usuario pero necesitas gestionar los eventos y datos de un Organizador EXISTENTE?
fr: Vous venez de vous inscrire en tant que nouvel utilisateur mais vous devez gérer les événements et les données d'un organisateur EXISTANT ?
it: Vi siete appena registrati come nuovi utenti ma dovete gestire gli eventi e i dati di un Organizzatore ESISTENTE?

source: Donate
de: Spenden
es: Donar
fr: Faire un don
it: Donare

# indexerTask_DelRegistratationsAfter
source: Amount of Days, after that a users event Registration is deleted (eventend dat + given days) (if = 0 will do nothing)
de: Anzahl der Tage, nach denen die Ereignisregistrierung eines Benutzers gelöscht wird (Ereignisenddatum + angegebene Tage) (wenn = 0 wird nichts getan)
es: Cantidad de días, después de los cuales el registro de un usuario es eliminado (eventend dat + días dados) (if = 0 no hará nada)
fr: Nombre de jours après lesquels l'enregistrement de l'événement d'un utilisateur est supprimé (date de fin d'événement + jours donnés) (si = 0, rien n'est fait).
it: Quantità di giorni dopo i quali la registrazione di un evento dell'utente viene cancellata (data fine evento + giorni dati) (se = 0 non fa nulla)

# indexerTask_DelEventsAfter
source: Amount of Days, after an old event is deleted (eventend dat + given days) (if = 0 will do nothing)
de: Anzahl der Tage, nachdem ein altes Ereignis gelöscht wurde (eventend dat + given days) (if = 0 will do nothing)
es: Cantidad de días, después de que un evento antiguo es borrado (eventend dat + given days) (if = 0 no hará nada)
fr: Nombre de jours après la suppression d'un ancien événement (date de fin d'événement + jours donnés) (si = 0, rien n'est fait)
it: Quantità di giorni, dopo che un vecchio evento è stato cancellato (data fine evento + giorni dati) (se = 0 non fa nulla)

# indexerTask_ResortingOrganizer
source: Amount of Days a organizer should have an Event in the past. If he does not have at eas one, resorting to lower value is done. (if = 0 will do nothing)
de: Anzahl der Tage, die ein Veranstalter eine Veranstaltung in der Vergangenheit haben sollte. Wenn er nicht mindestens eine hat, wird auf einen niedrigeren Wert zurückgegriffen. (wenn = 0 wird nichts gemacht)
es: Cantidad de días que un organizador debe tener un Evento en el pasado. Si no tiene al menos uno, se recurre a un valor inferior. (si = 0 no hará nada)
fr: Nombre de jours pendant lesquels un organisateur doit avoir organisé un événement dans le passé. S'il n'en a pas au moins un, le recours à une valeur inférieure est effectué. (si = 0, rien n'est fait)
it: Numero di giorni in cui un organizzatore deve avere un evento in passato. Se non ne ha ancora uno, si ricorre a un valore inferiore. (se = 0 non si fa nulla)

# indexerTask_DisableOrganizer
source: Disable organizer, if lastlogin of maintainer is more than given days. (if = 0 will do nothing)
de: Deaktiviert den Organizer, wenn das letzte Login des Maintainers länger als die angegebenen Tage zurückliegt. (wenn = 0 wird nichts gemacht)
es: Desactivar organizador, si lastlogin de mantenedor es más de días dados. (si = 0 no hará nada)
fr: Désactive l'organisateur, si la dernière connexion du responsable est supérieure à un certain nombre de jours. (si = 0, rien n'est fait)
it: Disabilita l'organizzatore, se l'ultimo login del manutentore è superiore a determinati giorni. (se = 0 non fa nulla)

# indexerTask_DisableOrganizerSortingValue
source: Disable organizer REALLY, if sorting Value of orgnizer is higher given value. (if = 0 will do nothing, default: 123.456.789 )
de: Disable organizer REALLY, if sorting Value of orgnizer is higher given value. (wenn = 0 wird nichts getan, Standard: 123.456.789 )
es: Desactiva el organizador REALMENTE, si el valor de ordenación del orgnizador es superior al valor dado. (si = 0 no hará nada, por defecto: 123.456.789 )
fr: Désactive l'organisateur VRAIMENT, si la valeur de tri de l'organisateur est supérieure à la valeur donnée. (si = 0, rien, par défaut : 123.456.789 )
it: Disabilita REALMENTE l'organizzatore, se il valore di ordinamento dell'organizzatore è superiore al valore indicato. (se = 0 non fa nulla, valore predefinito: 123.456.789).

# indexerTask_Debugmail
source: Email receiver . If set, this will get debug infos via Email on each run
de: E-Mail-Empfänger: Wenn diese Option gesetzt ist, werden bei jedem Lauf Debug-Informationen per E-Mail verschickt.
es: Receptor de correo electrónico. Si se configura, recibirá información de depuración por correo electrónico en cada ejecución.
fr: Récepteur d'email : si cette option est activée, des informations de débogage seront envoyées par email à chaque exécution.
it: Se impostato, riceverà le informazioni di debug via e-mail ad ogni esecuzione.

# event.created
source: Created
de: Erstellt
es: Creado
fr: Créée
it: Creato

# event.modified
source: Last modified
de: Letzte Änderung
es: Última modificación
fr: Dernière modification
it: Ultima modifica

# tx_jvevents_domain_model_event.introtext_registrant
source: Intro Text Registrant
de: Intro Text in E-Email an Teilnehmer
es: Texto para e-mail al participante
fr: Introduction email participant
it: Testo di presentazione a partecipante

# register_gender_diverse
source: Div.
fr: D.

# tx_jvevents_event.filter.resultcount
source: Hits
de: Treffer
fr: Les coups de poing
it: Colpi

# tx_jvevents_event.dateFormat.month.abbreviation.02
source: Feb
fr: Fév

# tx_jvevents_event.dateFormat.month.abbreviation.05
source: May
de: Mai
fr: Mai
it: Mag

# tx_jvevents_event.dateFormat.month.abbreviation.06
source: Jun
fr: Juin
it: Giu

# tx_jvevents_event.dateFormat.month.abbreviation.07
source: Jul
fr: Juil
it: Lug

# tx_jvevents_event.dateFormat.month.abbreviation.09
source: Sep
fr: Sept
it: Set

# tx_jvevents_event.dateFormat.month.abbreviation.10
source: Oct
de: Okt
it: Ott

# tx_jvevents_event.dateFormat.month.abbreviation.03
source: Mar
de: Mär

# event_delete_really_button
source: Really delete!
de: Wirklich löschen!

# tx_jvevents_domain_model_location.additional_info
source: Additional info
de: Zusatzinfo (RG/Etage/..)

# extmng.BackGroundColorBody
source: set background Color around email
de: Hintergrundfarbe für EMails definieren

# extmng.adminUserGroups
source: Leave Empty or Enter list of UIDs of Admin Groups ( actually unused)
de: Leer lassen oder eine Liste von UID von ADMIN Gruppen eintragen ( derzeit ungenutzt)

# extmng.defaultAllDayEvent
source: set Default all Day Event = 1 (this hides the fields start- and endtime)
de: Setze Ganztages Event als Voreinstellung

# extmng.defaultNeedToConfirm
source: Set Default User needs To Confirm via Email = 1
de: Setze "Teilnenmer muss bestätigen" als Voreinstellung

# extmng.defaultNotifyOrganizer
source: Set Default notify Organizer = 1
de: Setze "Veranstalter informieren" als Voreinstellung

# extmng.defaultNotifyRegistrant
source: Set Default notifiy Registrant = 1
de: Setze "Teilnehmer informieren" als Voreinstellung

# extmng.defaultRegistrationFormPid
source: set Default Show Registration Form on this PID
de: Setze "mit Registrierungsformular" als Voreinstellung

# extmng.defaultRegistrationPid
source: set Default Store Registations on this PID
de: Setze "Seiten ID der Registrierungen" als Voreinstellung

# extmng.emailBackGroundColor
source: set Email background Color behind text
de: setze Hintergrundfarbe hinter Textelementen

# extmng.emailBackGroundColor2
source: set 2 Background Color (bottons and headline)
de: setze Hintergrundfarbe hinter Textelementen Typ2 (Überschrift und Buttons)

# extmng.emailFontColor
source: set Default text Color
de: Setze Default Textfarbe für Emails

# extmng.emailFontColor2
source: set 2 Font Color (bottons and headline)
de: Setze Default Textfarbe für Emails Typ2 (Überschriften und Buttons)

# extmng.emailFontFamily
source: set Font Family for Emails Please do NO use ' or " !!
de: Schriftfamilie der Emails ( Keine " " und keine ' " verwenden!

# extmng.enableCitrix
source: Show Options to store the Event registrants to Citrix (as GoTo Webinar Registrants)
de: Zeige die Option um Events nach Citrix zu speichern

# extmng.enableSalesForce
source: Show Options to store Events and registrations to Salesforce (Needs a special settings and custom Object in SalesForce!)
de: Zeige die Option um Events nach Salesforce zu speichern

# extmng.hasLoginUser
source: Show Options to restrict Access to an Event (only usefull if you have a frontend Login)
de: Zeige die Option um den Zugriff auf Events zu beschränken (nur sinnvoll mit Frontend User login)

# extmng.showImporter
source: Show Importer From CAL : This is just a plan and actually doing nothing !
de: zeige Import Modul von CAL (Falls das jemand mal sponsoren möchte)

# extmng.showRecurring
source: Use Recurring Events Model. May Slow down frontend List Views : THIS is Still under development
de: Option: Wiederkehre Veranstaltungen aktivieren. Dies kann die Frontend darstellung verlangsamen. (ist auch nur eine mögliche Option, da ist nichts programmiert)

# flexforms.DataSettings
source: Data Settings
de: Einstellungen Daten

# flexforms.EventDetailView
source: Event Details
de: Veranstaltungsdetails

# flexforms.EventListView
source: Event List
de: Veranstaltungsliste

# flexforms.Function
source: Function
de: Funktion

# flexforms.ListView
source: List view
de: Listen Darstellung

# flexforms.RegistrationView
source: Registration
de: Registrierung

# flexforms_additional.detailPid
source: Show Event Details Page ID
de: zeige Veranstaltungsdetails auf folgender Seite (PID)

# flexforms_additional.layout
source: Select layout Style for Frontend rendering
de: Layout für das Frontend auswählen

# flexforms_additional.registerPid
source: Show Registration Form Page ID
de: zeige Registrierungsformular auf folgender Seite (PID)

# plugin.filter.Categories
source: Show Only Events with these Categories (leave empty to show all)
de: zeige nur Veranstaltungen mit diesen Kategorien (leer lassen, um alle zu zeigen)

# plugin.filter.ShowAllCategories
source: All Categories (If you select also this Option, the Event must have All of the other selected Category filters)
de: Alle Kategorien: (Wenn Sie diese Option aktivieren, muss die Veranstaltung ALLE der zusätzlich gewählten Kategorien besitzen)

# plugin.filter.ShowAllTags
source: All Tags (If you select also this Option, the Event must have All of the other selected Tag filters)
de: Alle Schlagworte: (Wenn Sie diese Option aktivieren, muss die Veranstaltung ALLE der zusätzlich gewählten Schlagworte besitzen)

# plugin.filter.ShowFilter
source: Show Filter in List View
de: Zeige Such Filter in der Veranstaltungsliste

# plugin.filter.Tags
source: Show Only Events with these Tags
de: zeige nur Veranstaltungen mit diesen Schlagworten

# plugin.filter.notAllowedtags
source: Show NO Events with ONE of these Tags
de: Zeige KEINE Veranstaltungen mit EINEM dieser Schlagworten

# plugin.filter.maxDays
source: Show max Days Only if StartDate has Restrictions , enter 0 for no limitations)
de: zeige maximal x Tage (nur sinnvoll, wenn die Option Startdatum einen Wert enthält) 0 für keine Beschränkung

# plugin.filter.maxEvents
source: Show max Events (enter 0 for no limitations)
de: Zeige maximal x Veranstaltungen (0 für keine Beschränkung)

# plugin.filter.maxEventsPerPage
source: Show max Events per Page (enter 0 for no limitations)
de: Zeige maximal x Veranstaltungen pro Seite (0 für keine Beschränkung)

# plugin.filter.startDate
source: Show only Events when Startdate matches
de: Zeige Veranstaltungen nur wenn das Startdatum der Bedingung entspricht:

# plugin.filter.startDate.NoRestriction
source: No restriction
de: Keine Beschränkung

# plugin.filter.startDate.Today
source: Starts Today or in the Future
de: Startet heute oder in der Zukunft

# plugin.filter.startDate.Tomorrow
source: Starts Tomorrow or in the Future
de: Startet Morgen oder in der Zukunft

# plugin.filter.startDate.Yesterday
source: Starts Yesterday or in the Future
de: Startete gestern oder in der Zukunft

# geocoding.error
source: Error
de: Fehler

# geocoding.error.referenceToParentWindow
source: Reference to parent window not found!
de: Referenz zum öffnenden Fenster nicht gefunden!

# geocoding.error.geocodingNotSuccessful.part1
source: Google Geocoding was not successful for the following reason:
de: Google Geocoding war aus folgendem Grund nicht erfolgreich:

# geocoding.error.geocodingNotSuccessful.part2
source: (Maybe the address data is not complete? => address, city and country!)
de: Eventuell ist die Adresse nicht vollständig= => (Strasse, Ort oder PLZ und Land!)

# geocoding.form.transferGeoData.label.submit
source: Save
de: Speichern

# geocoding.form.transferGeoData.label.cancel
source: Cancel
de: Abbruch

# geocoding.form.geosearch.label.searchFor
source: Search for
de: Suchen nach

# geocoding.form.geosearch.label.find
source: Find
de: Suchen

# geocoding.form.geosearch.label.updateMap
source: Update Map
de: Position aktualisieren
