Repository: velletti/jv_events
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_jvevents_domain_model_event.price
source: Price incl. VAT
de: Preis inkl. MwSt.

# tx_jvevents_domain_model_event.priceReduced
source: Reduced Price
de: Ermäßigter Preis

# tx_jvevents_domain_model_event.priceReducedText
source: Text after Reduced Price
de: Grund für eine Reduzierung

# tx_jvevents_domain_model_event.priceReducedTextLabel
source: Reduction when
de: Ermäßigt wenn

# tx_jvevents_domain_model_category.title
source: Title
de: Kategorie

# tx_jvevents_domain_model_category.type
source: Type
de: Typ

# tx_jvevents_domain_model_category.block_registration
source: Allow register to all events in this Category
de: Erlaube die Anmeldung für alle Veranstaltungen in der Kategorie

# tx_jvevents_domain_model_event.new_registration
source: Your Registration
de: Ihre Anmeldung

# tx_jvevents_domain_model_event
source: Event
de: Veranstaltung

# tx_jvevents_domain_model_event.access
source: Access
de: Zugriff

# tx_jvevents_domain_model_event.all_day
source: All Day
de: Veranstaltung ohne Uhrzeit

# tx_jvevents_domain_model_event.available_seats
source: Available Seats
de: Verfügbare Plätze total

# tx_jvevents_domain_model_event.available_waiting_seats
source: Waiting List Seats
de: Verfügbare Warteplätze

# tx_jvevents_domain_model_event.description
source: Description
de: Langtext

# tx_jvevents_domain_model_event.end_date
source: End Date
de: Enddatum

# tx_jvevents_domain_model_event.end_time
source: End Time
de: Endet um

# tx_jvevents_domain_model_event.event_category
source: Event Category
de: Veranstaltungskategorie

# tx_jvevents_domain_model_event.event_type
source: Event Type
de: Veranstaltungstyp

# tx_jvevents_domain_model_event.event_type.default
source: Regular Event
de: Normale Veranstaltung

# tx_jvevents_domain_model_event.event_type.link
source: Internal / external page shows event details
de: Interne / externe Seite beinhaltet die Veranstaltungs-Details

# tx_jvevents_domain_model_event.files
source: Files
de: Dateien

# tx_jvevents_domain_model_event.freq_exception
source: Freq Exception
de: Ausnahme Termin

# tx_jvevents_domain_model_event.frequency
source: Frequency
de: Frequenz

# tx_jvevents_domain_model_event.images
source: More Images
de: Mehr Bilder

# tx_jvevents_domain_model_event.is_exception_for
source: Is Exception For
de: Ist Ausnahme für

# tx_jvevents_domain_model_event.is_recurring
source: Is Recurring
de: Regelmäßige Veranstaltung

# tx_jvevents_domain_model_event.location
source: Location
de: Veranstaltungsort

# tx_jvevents_domain_model_event.name
source: Name
de: Name der Veranstaltung

# tx_jvevents_domain_model_event.need_to_confirm
source: Need To Confirm
de: Anmeldungen müssen bestätigt werden

# tx_jvevents_domain_model_event.notify_organizer
source: Notify Organiser
de: Veranstalter informieren bei Registrierungen

# tx_jvevents_domain_model_event.notify_registrant
source: Notify Registrant
de: Teilnehmer informieren bei Registrierungen

# tx_jvevents_domain_model_event.organizer
source: Organizer
de: Veranstalter

# tx_jvevents_domain_model_event.registered_seats
source: Registered Seats
de: Vergebene Plätze

# tx_jvevents_domain_model_event.new_registrant
source: New Registration
de: Neue Anmeldung

# tx_jvevents_domain_model_event.your_registration
source: Your Registration
de: Ihre Anmeldung

# tx_jvevents_domain_model_event.registrant
source: Participant
de: Teilnehmer

# tx_jvevents_domain_model_event.registrationFormPid
source: Show Registration Form of this Page
de: Zeige das Registrierungsformular von dieser Seite (PID)

# tx_jvevents_domain_model_event.registrationPid
source: Store Registrations to this Page
de: Speichere Registrierungen auf dieser Seite

# tx_jvevents_domain_model_event.registrationUrl
source: External URL for the Registration
de: Externe URL für registrierungen

# tx_jvevents_domain_model_event.registration_until
source: Registration Until
de: Registration bis

# tx_jvevents_domain_model_event.store_in_citrix
source: Store In Citrix
de: Anmeldungen in Citrix (goToWebinar) speichern

# tx_jvevents_domain_model_event.store_in_hubspot
source: Send Registrations to SalesForce (via Hubspot)
de: Übertragung Eventanmeldungen nach Salesforce

# tx_jvevents_domain_model_event.start_date
source: Start Date
de: Start Datum

# tx_jvevents_domain_model_event.start_time
source: Start Time
de: Start Zeit

# tx_jvevents_domain_model_event.entry_time
source: Opening time
de: Einlass ab

# tx_jvevents_domain_model_event.entry_time_help
source: Just put a time to this field, if your participants should or may come before the official start time
de: Diese Uhrzeit nur ausfüllen, wenn ein Einlass vor der eigentlichen Startzeit möglich oder gar gewünscht ist

# tx_jvevents_domain_model_event.store_in_sales_force
source: Store In Sales Force
de: Store In Sales Force (old process)

# tx_jvevents_domain_model_event.subject_organizer
source: Subject Organizer
de: Betreff Veranstalter Email

# tx_jvevents_domain_model_event.subject_registrant
source: Subject Registrant
de: Betreff Teilnehmer Email

# tx_jvevents_domain_model_event.tags
source: Tags
de: Schlagwort

# tx_jvevents_domain_model_event.teaser
source: Teaser
de: Kurztext

# tx_jvevents_domain_model_event.teaserImage
source: Teaser Image
de: Vorschaubild (klein)

# tx_jvevents_domain_model_event.test_registrant
source: Test Registrant
de: Test Anmeldung

# tx_jvevents_domain_model_event.text_organizer
source: Text Organizer
de: Betreff Veranstalter Email

# tx_jvevents_domain_model_event.text_registrant
source: Text Registrant
de: Text Teilnehmer Email

# tx_jvevents_domain_model_event.introtext_registrant
source: Intro Text Registrant - Waiting List
de: Intro Text Teilnehmer Email - auf Warteliste

# tx_jvevents_domain_model_event.introtext_registrant_confirmed
source: Intro Text Registrant - Registration Confirmed
de: Intro Text Teilnehmer Email - Anmeldung ist bestätigt.

# tx_jvevents_domain_model_event.unconfirmed_seats
source: Unconfirmed Seats
de: Unbestätigte Registrierungen

# tx_jvevents_domain_model_event.with_registration
source: With internal Registration
de: Mit interner Registrierung

# tx_jvevents_domain_model_location
source: Location
de: Veranstaltungsort

# tx_jvevents_domain_model_location.city
source: City
de: Ort

# tx_jvevents_domain_model_location.country
source: Country
de: Land

# tx_jvevents_domain_model_location.description
source: Description
de: Beschreibung

# tx_jvevents_domain_model_location.location_category
source: Location Category
de: Kategorie des Veranstaltungsorta

# tx_jvevents_domain_model_location.name
source: Event Location
de: Veranstaltungsort

# tx_jvevents_domain_model_location.organizer
source: Organizer
de: Veranstalter

# tx_jvevents_domain_model_location.phone
source: Phone
de: Telefon

# tx_jvevents_domain_model_location.street_and_nr
source: Street And Nr
de: Straße und Nr

# tx_jvevents_domain_model_location.zip
source: Zip
de: PLZ

# tx_jvevents_domain_model_organizer
source: Organizer
de: Veranstalter

# tx_jvevents_domain_model_organizer.description
source: Description
de: Beschreibung

# tx_jvevents_domain_model_organizer.images
source: Images
de: Bilder

# tx_jvevents_domain_model_organizer.name
source: Name
de: Veranstaltername

# tx_jvevents_domain_model_organizer.organizer_category
source: Organizer Category
de: Veranstalter Kategorie

# tx_jvevents_domain_model_organizer.phone
source: Phone
de: Telefon

# tx_jvevents_domain_model_registrant
source: Registrant
de: Teilnehmer

# tx_jvevents_domain_model_registrant.additional_info
source: Additional Info
de: Zusätzliche Info

# tx_jvevents_domain_model_registrant.city
source: City
de: Ort

# tx_jvevents_domain_model_registrant.company
source: Company
de: Firma

# tx_jvevents_domain_model_registrant.confirmed
source: Confirmed by Organizer
de: Vom Veranstalter bestätigt

# tx_jvevents_domain_model_registrant.country
source: Country
de: land

# tx_jvevents_domain_model_registrant.customer_id
source: Customer Id
de: Kundennummer

# tx_jvevents_domain_model_registrant.department
source: Department
de: Abteilung

# tx_jvevents_domain_model_registrant.first_name
source: First Name
de: Vorname

# tx_jvevents_domain_model_registrant.gender
source: Gender
de: Anrede

# tx_jvevents_domain_model_registrant.language
source: Language
de: Sprache

# tx_jvevents_domain_model_registrant.last_name
source: Last Name
de: Nachname

# tx_jvevents_domain_model_registrant.phone
source: Phone
de: Telefon

# tx_jvevents_domain_model_registrant.privacy
source: Privacy
de: Datenschutz

# tx_jvevents_domain_model_registrant.profession
source: Profession
de: Berufsbezeichnung

# tx_jvevents_domain_model_registrant.recall
source: Recall
de: Rückruf gewünscht

# tx_jvevents_domain_model_registrant.street_and_nr
source: Street And Nr
de: Straße und Nr

# tx_jvevents_domain_model_registrant.zip
source: Zip
de: PLZ

# tx_jvevents_domain_model_tag
source: Tag
de: Schlagwort

# tx_jvevents_domain_model_tag.name
source: Name
de: Schlagwort
