Repository: velletti/jv_events
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, fr, it

# error.general.entry_not_found
source: Could not find this entry anymore
de: Kann diesen Eintrag nicht mehr finden
es: Ya no se puede encontrar esta entrada
fr: Cette entrée n'a plus été trouvée
it: Non è più possibile trovare questa voce

# month.01
source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio

# month.02
source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio

# month.03
source: March
de: März
es: Marzo
fr: Mars
it: Marzo

# month.04
source: April
es: Abril
fr: Avril
it: Aprile

# month.05
source: May
de: Mai
es: Mayo
fr: Mai
it: Maggio

# month.06
source: June
de: Juni
es: Junio
fr: Juin
it: Giugno

# month.07
source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio

# month.08
source: August
es: Agosto
fr: Août
it: Agosto

# month.09
source: September
es: Septiembre
fr: Septembre
it: Settembre

# month.10
source: October
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre

# month.11
source: November
es: Noviembre
fr: Novembre
it: Novembre

# month.12
source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre

# error.email.noMxRecord
source: Please verify your email address. Is the domain: '%s' correct?
de: Bitte überprüfen Sie Ihre E-Mail-Adresse. Ist die Domäne: '%s' korrekt?
es: Por favor, verifique su dirección de correo electrónico. Es correcto el dominio: '%s'?
fr: Veuillez vérifier votre adresse électronique. Le domaine : '%s' est-il correct ?
it: Verificare l'indirizzo e-mail. Il dominio: '%s' è corretto?

# error.msg_error_html_code_not_allowed
source: Please check your input. Looks as it contains unwanted HTML Code. In most cases the Server can repair this, if you retry to save your input.
de: Bitte überprüfen Sie Ihre Eingabe. Sieht aus, als ob sie unerwünschten HTML-Code enthält. In den meisten Fällen kann der Server dies reparieren, wenn Sie erneut versuchen, Ihre Eingabe zu speichern.
es: Por favor, compruebe su entrada. Parece que contiene código HTML no deseado. En la mayoría de los casos, el servidor puede repararlo si vuelve a intentar guardar la entrada.
fr: Veuillez vérifier votre saisie. Il semble qu'il contienne un code HTML indésirable. Dans la plupart des cas, le serveur peut réparer ce problème si vous réessayez d'enregistrer vos données.
it: Controlla il tuo input. Sembra che contenga codice HTML indesiderato. Nella maggior parte dei casi il server è in grado di riparare il problema, se si riprova a salvare l'input.

# error.msg_error_check-input
source: Please check your input below.
de: Es ist ein Fehler aufgetreten. Bitte prüfen Sie ihre Eingaben in den nachfolgenden Feldern auf fehlende Angaben.
es: Compruebe sus datos a continuación.
fr: Veuillez cocher la case ci-dessous.
it: Verificate il vostro contributo qui sotto.

# jv_events_model_location.press-refresh.title
source: Calculate and set map coordinates (LNG/LAT)
de: Berechnen und Festlegen von Kartenkoordinaten (LNG/LAT)
es: Calcular y fijar coordenadas cartográficas (LNG/LAT)
fr: Calculer et définir les coordonnées cartographiques (LNG/LAT)
it: Calcolo e impostazione delle coordinate cartografiche (LNG/LAT)

# jv_events_model_event.currency.label
source: Currency
de: Währung
es: Moneda
fr: Devise
it: Moneta

# jv_events_model_event.inclusiveVat
source: incl. VAT
de: inkl. MwSt.
es: IVA incluido
fr: TVA comprise
it: IVA inclusa

# tx_jvevents_domain_model_event.create_event
source: Create Event
de: Neuer Termin
es: Crear evento
fr: Créer un événement
it: Crea evento

# jv_events_model_location.geocoder.title
source: Geocoder (Please enter the address data first!)
de: Geocoder (Bitte geben Sie zuerst die Adressdaten ein!)
es: Geocodificador (¡Introduzca primero los datos de la dirección!)
fr: Géocodeur (Veuillez d'abord saisir les données de l'adresse !)
it: Geocoder (inserire prima i dati dell'indirizzo!)

# jv_events_model_location.geocoder.close
source: Close Geocoder
de: Geocoder schließen
es: Cerrar Geocoder
fr: Fermer le géocodeur
it: Chiudere Geocoder

# aks_for_position_intro
source: If you like, you can give the browser access to you actual position to compute the distance to the tango locations.
de: Wenn du möchtest, kann die Webseite deine aktuelle Position bestimmen und die Entfernungen zu den Veranstaltungen entsprechend berechnen.
es: Si lo deseas, puedes dar acceso al navegador a tu posición real para calcular la distancia a las ubicaciones del tango.
fr: Si vous le souhaitez, vous pouvez donner au navigateur l'accès à votre position réelle pour calculer la distance jusqu'aux lieux de tango.
it: Se si vuole, si può dare al browser l'accesso alla propria posizione reale per calcolare la distanza dalle posizioni del tango.

# aks_for_position_browser_and_cookie
source: If you do so, the browser will ask you to get access. If you confirm this, the browser can store the geo position as Cookie on your computer, if you press save icon. Our Server will use this only for filtering events for you but itself does not store this and also will not track you by the position. Really! We do NO User tracking!
de: Dazu wirst du, je nach Browser Optionen, noch gefragt, ob du dies erlauben möchstest. Diese Koordinaten werden dann auf Wunsch (Dazu auf das Icon Save klicken) in deinem Browser als Cookie gespeichert. Der Server wertet diese Eingaben nur für die Filterung der anzuzeigenden Termine aus. Es erfolgt kein User Tracking! Ehrlich!
es: Si lo hace, el navegador le pedirá que obtenga acceso. Si lo confirma, el navegador puede almacenar la posición geográfica como Cookie en su ordenador, si pulsa el icono de guardar. Nuestro servidor usará esto sólo para filtrar eventos para usted pero él mismo no almacena esto y tampoco le rastreará por la posición. ¡De verdad! ¡NO rastreamos a los usuarios!
fr: Si vous le faites, le navigateur vous demandera d'en obtenir l'accès. Si vous confirmez, le navigateur peut stocker la position géographique en tant que cookie sur votre ordinateur, si vous appuyez sur l'icône de sauvegarde. Notre serveur l'utilisera uniquement pour filtrer les événements pour vous, mais il ne la stocke pas lui-même et ne vous suivra pas non plus en fonction de votre position. Vraiment ! Nous ne suivons pas les utilisateurs !
it: Se lo fate, il browser vi chiederà di ottenere l'accesso. Se confermate, il browser può memorizzare la posizione geografica come cookie sul vostro computer, se premete l'icona di salvataggio. Il nostro server la utilizzerà solo per filtrare gli eventi per voi, ma non la memorizzerà e non vi rintraccerà in base alla posizione. Davvero! Non tracciamo alcun utente!

# center_map_and_select_zoom
source: You can center the map and zoom in to select locations and use this as filter to show only events near to you.
de: Sie können die Karte zentrieren und zoomen, um Orte auszuwählen, und dies als Filter verwenden, um nur Veranstaltungen in Ihrer Nähe anzuzeigen.
es: Puede centrar el mapa y ampliarlo para seleccionar ubicaciones y utilizarlo como filtro para mostrar sólo los eventos cercanos a usted.
fr: Vous pouvez centrer la carte et zoomer pour sélectionner des lieux et les utiliser comme filtre pour n'afficher que les événements proches de vous.
it: È possibile centrare la mappa e ingrandirla per selezionare le località e usarla come filtro per mostrare solo gli eventi vicini a voi.

source: Near to me
de: in meiner Nähe
es: Cerca de mí
fr: Près de moi
it: Vicino a me

source: Store as cookie
de: Als Cookie speichern
es: Guardar como cookie
fr: Stocker en tant que cookie
it: Memorizzare come cookie

# unset_cookies
source: Remove stored map cookies
de: Gespeicherte Kartencookies löschen
es: Eliminar las cookies de mapa almacenadas
fr: Supprimer les cookies stockés dans les cartes
it: Rimuovere i cookie delle mappe memorizzati

# register.accept_privacy
source: I have read and accept the
de: I habe die
es: He leído y aceptado los
fr: J'ai lu et accepté les
it: Ho letto e accetto

# register.accept_privacy.and
source: and
de: und
es: y
fr: et
it: e le informazioni sulla

# register.accept_privacy_intro
source: I have read and accept the
de: Ich habe die
es: He leído y aceptado la
fr: J'ai lu et accepté les
it: Ho letto e accetto le

# register.privacy
source: privacy policy
de: Datenschutzbestimmungen
es: política de privacidad
fr: conditions de confidentialité
it: protezione dei dati

# register.overbooked
source: +++Overbooked+++
de: +++Ausgebucht+++
es: +++completo+++
fr: +++complet+++
it: +++completo+++

# register.overbooked_headline
source: This event is fully booked
de: Diese Veranstaltung ist ausgebucht.
es: Este evento está completo.
fr: Cet événement est complet.
it: Questo evento è al completo.

# register.overbooked_text
source: Unfortunately, your registration to this event cannot be processed. Please contact the host to receive information about last minute tickets.
de: Leider sind keine Registrierungen mehr möglich. Bitte wenden Sie sich an den Veranstalter bezüglich Informationen zu Restplätzen.
es: Desafortunadamente, no pudo realizarse su registro para este evento. Por favor, póngase en contacto con el organizador para obtener información acerca de entradas de última hora.
fr: Malheureusement votre inscription n'a pas pu être validée. Contactez votre agence, elle vous tiendra informé des désistements éventuels.
it: Non è più possibile effettuare alcuna iscrizione. Mettersi in contatto con l'organizzatore per avere informazioni su eventuali posti liberi.

# register.registration_not_possible_text
source: Unfortunately, your registration to this event cannot be processed.
de: Leider ist eine Registrierung nicht möglich.
es: Desafortunadamente, no pudo realizarse su registro para este evento.
fr: Malheureusement votre inscription n'a pas pu être validée.
it: Non è più possibile effettuare alcuna iscrizione.

# register.deadline_expired_text
source: The deadline for registration has expired.
de: Die Frist zur Anmeldung ist abgelaufen.
es: El plazo de inscripción ha finalizado.
fr: La date limite d'inscription a expiré.
it: La scadenza per l'iscrizione è scaduta

# register.terms_of_use
source: Terms of use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions générales
it: Condizioni d'uso

# register_email_with_infos
source: You will soon get an email with all information about your registration!
de: In Kürze erhalten Sie ein E-Mail mit allen Informationen über Ihre Anmeldung!
es: Recibirá un e-mail con toda la información sobre su registro.
fr: Vous allez recevoir un email avec toutes les informations à propos de votre enregistrement !
it: Riceverai al più presto un'e-mail con le informazioni sulla tua iscrizione!

# register_gender_female
source: Mrs.
de: Frau
es: Sra.
fr: Mme
it: Signora

# register_gender_male
source: Mr.
de: Herr
es: Sr.
fr: M
it: Signor

# register_gender_female_follower
source: Follower (Role woman)
de: Folgende(r) (Rolle Frau)
es: Seguidor (mujer de rol)
fr: Suivante (femme de rôle)
it: Seguace (Ruolo donna)

# register_gender_male_leader
source: Leader (Role man)
de: Führende(r) (Rolle Mann)
es: Líder (Role man)
fr: Leader (homme de rôle)
it: Leader (uomo di ruolo)

# register_important_notice
source: Important Notice
de: Wichtiger Hinweis
es: Aviso importante
fr: Avis important
it: Avviso importante

# register_head_company_data
source: Company Data / Invoice Address
de: Firma / Rechnungsadresse
es: Empresa / Dirección
fr: Société / Organisme
it: Azienda / Indirizzo di fatturazione

# register_head_company_data_simple
source: Company Data
de: Firma
es: Empresa
fr: Société
it: Azienda

# register_head_different_billing_address
source: Billing address, if different
de: Abweichende Rechnungsadresse
es: Dirección de facturación, si difiere
fr: Adresse de facturation, si différente
it: Indirizzo di fatturazione, se diverso

# register_head_more_info
source: Additional Informations
de: Zusätzliche Anmerkungen
es: Información adicional
fr: Informations supplémentaires
it: Informazioni aggiuntive

# register_head_participant_data
source: Participants Data
de: Teilnehmer Daten
es: Datos del participante
fr: Données sur les participants
it: Dati dei partecipanti

# register_mandatory_email_error
source: This E-Mail Address is not valid!
de: Diese E-Mail Adresse ist nicht gültig!
es: ¡Esta dirección e-mail no es válida!
fr: Cette adresse email n'est pas valide!
it: Questo indirizzo e-mail non è valido!

# register_email_registered_same_event
source: Please register with a different E-Mail Address. This E-Mail Address is already registered to this Event!
de: Bitte nutzen Sie eine andere E-Mail Adresse. Mit dieser E-Mail Adresse sind Sie bereits für diesen Termin angemeldet!
es: Por favor, regístrese con otra dirección de correo electrónico. Esta dirección de correo electrónico ya está registrada en este evento.
fr: Veuillez vous inscrire avec une autre adresse électronique. Cette adresse e-mail est déjà inscrite à cet événement !
it: Si prega di registrarsi con un altro indirizzo e-mail. Questo indirizzo e-mail è già registrato a questo evento!

# register_mandatory_error
source: This is a required field!
de: Dies ist ein Plichtfeld!
es: ¡Este campo es obligatorio!
fr: Ceci est un champ obligatoire!
it: Questo è un campo obbligatorio!

# register_mandatory_error_fingerprint
source: It looks as if you are a bot. Tapped by fingerprint. Please wait, before you try again.
de: Error Fingerprint: Es sieht so aus, also ob das ein BOT ist. Bitte 30 Sekunden warten!
es: Error de reconocimiento: parece que fuera un robot. Por favor, inténtelo de nuevo en 30 segundos.
fr: Erreur de frappe: Veuillez patienter 30 secondes avant de recommencer
it: Fingerprint ritiene che tu sia un robot. Ti preghiamo di attendere 30 secodi prima di riprovare!

# register_mandatory_error_honeypot
source: It looks as if you are a bot. Tapped by honey pot.
de: Error Honeypot: Es sieht so aus, also ob das ein BOT ist.
es: Error Honeypot: Parece que fuera un robot.
fr: Erreur de frappe: Veuillez patienter 30 secondes avant de recommencer.
it: Honeypot ritiene che tu sia un robot. Ti preghiamo di attendere 30 secodi prima di riprovare!

# register_mandatory_error_too_fast
source: It looks as if you are a bot. Tapped by speed. Please wait, before you try again.
de: Error Speed: Es sieht so aus, also ob das ein BOT ist. Bitte 30 Sekunden warten!
es: Error Speed: parece que fuera un robot. Por favor, inténtelo de nuevo en 30 segundos.
fr: Erreur de frappe: Veuillez patienter 30 secondes avant de recommencer.
it: Speed ritiene che tu sia un robot. Ti preghiamo di attendere 30 secodi prima di riprovare!

# register_need_to_confirm
source: You will soon get an email with a Confirmation Link. please Confirm your registration!
de: In Kürze erhalten Sie ein E-Mail mit einem Bestätigungslink. Bitte bestätigen Sie Ihre Anmeldung!
es: Recibirá un e-mail con un enlace de confirmación. Por favor, ¡confirme su registro!
fr: Vous allez recevoir un email avec un lien de confirmation. Veuillez confirmer votre participation !
it: Riceverai a breve un'e-mail con un link con cui potrai confermare la tua iscrizione.

# register_need_to_confirm_email
source: We will send this email to:
de: Wir senden diese E-Mail an:
es: Enviaremos este e-mail a:
fr: Nous enverrons cet email à :
it: L'e-mail sarà spedita a:

# register_please_select
source: Please Select
de: Bitte wählen
es: Por favor, seleccione
fr: Veuillez sélectionner
it: Selezionare

# register_send
source: Register
de: Anmelden
es: Registrarse
fr: S'enregistrer
it: Iscriviti

source: registrations
de: Anmeldungen
es: inscripciones
fr: inscriptions
it: registrazioni

# register_send_error
source: You forgot to fill some of the required fields!
de: Ein oder mehrere Pflichtfelder wurden nicht ausgefüllt!
es: ¡Ha olvidado rellenar algún campo obligatorio!
fr: Vous avez oublié de remplir l'un des champs obligatoires!
it: Hai dimenticato di compilare alcuni dei campi obbligatori!

# register_was_not_stored
source: An ERROR occured during your registration! Please try again!
de: Es trat ein Fehler beim speichern Ihrer Anmeldung auf! Bitte versuchen Sie es erneut!
es: ¡Se ha producido un error durante su registro! Por favor, inténtelo de nuevo.
fr: Une erreur s'est produite pendant votre enregistrement. Veuillez recommencer !
it: Abbiamo riscontrato un errore durante la tua iscrizione. Sei pregato di riprovare.

# register_was_stored
source: Your registration was stored!
de: Ihre Anmeldung wurde erfolgreich gespeichert
es: Su registro se ha realizado con éxito
fr: Votre participation est enregistrée
it: La tua iscrizione è stata salvata.

# tx_jvevents_domain_model_category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria

# tx_jvevents_domain_model_category.title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

# tx_jvevents_domain_model_category.type
source: Type
de: Typ
es: Tipo
it: Tipo

# tx_jvevents_domain_model_event
source: Event
de: Veranstaltung
es: Eventos
fr: Evénement
it: Evento

# tx_jvevents_domain_model_event.access
source: Access
de: Zugriffsrechte
es: Acceso
fr: Accès
it: Accesso

# tx_jvevents_domain_model_event.all_day
source: All Day
de: Ganztages Event
es: Todo el día
fr: Toute la journée
it: Tutto il giorno

# tx_jvevents_domain_model_event.price
source: Price
de: Kosten
es: Precio
fr: Prix
it: Prezzo

# tx_jvevents_domain_model_event.available_seats
source: Available Seats
de: Verfügbare Plätze
es: Plazas disponibles
fr: Places disponibles
it: Posti disponibili

# tx_jvevents_domain_model_event.available_waiting_seats
source: Waiting list Seats
de: Warteliste
es: Lista de espera
fr: Places en liste d'attente
it: Lista d'attesa posti.

# register.you_are_on_waiting_list
source: Your registration was successfull added to the Waiting list. Please wait for the Confirmation by the Organizer
de: Ihre Registrierung wurde erfolgreich zur Warteliste hinzugefügt. Bitte warten Sie auf die Bestätigung durch den Veranstalter.
es: Su registro se ha añadido a la lista de espera. Por favor, espere a la confirmación del organizador.
fr: Votre participation a été ajoutée à la liste d'attente avec succès. Veuillez attendre la confirmation de l'organisateur.
it: La tua iscrizione è stata aggiunta alla lista d'attesa. Ti preghiamo di attendere la conferma da parte dell'organizzatore.

# register.you_are_registered
source: Your registration was stored successfull.
de: Ihre Registrierung wurde erfolgreich durchgeführt.
es: Su registro se ha realizado con éxito.
fr: Votre participation a été enregistrée avec succès.
it: La tua iscrizione è stata salvata.

# register.you_are_registered_again
source: Your registration was updated successfull.
de: Ihre Anmeldung wurde erfolgreich aktualisiert.
es: Su registro se ha actualizado correctamente.
fr: Votre inscription a été mise à jour avec succès.
it: La registrazione è stata aggiornata con successo.

# register.you_are_registered_same_email_warning
source: You can only registered once with the same E-mail for the same event!
de: Pro Veranstaltung kann man sich mit der gleichen E-mail Adresse nur einmal anmelden!
es: Sólo puede inscribirse una vez con el mismo correo electrónico para el mismo evento.
fr: Vous ne pouvez vous inscrire qu'une seule fois avec le même e-mail pour le même événement !
it: È possibile registrarsi una sola volta con la stessa e-mail per lo stesso evento!

# register.you_need_to_confirm
source: Your Need to confirm your registration. Please click the following button.
de: Sie müssen Ihre Registrierung noch durch 'Klick' auf den nachfolgenden Button bestätigen.
es: Confirme su registro. Pulse sobre el siguiente botón, por favor.
fr: Vous devez confirmer votre participation. Veuillez cliquer sur le bouton suivant.
it: E' necessario confermare l'iscrizione. Ti preghiamo di cliccare sul seguente link.

# register.button.confirm
source: Confirm registration
de: Registrierung bestätigen
es: Confirmar registro
fr: Confirmer la participation
it: Conferma l'iscrizione

# list.register.button.register
source: Register
de: Registrieren
es: Registrarse
fr: Enregistrement
it: Iscriviti

# list.register.button.registration
source: Registration
de: Registrierung
es: Registro
fr: Enregistrement
it: Iscrizione

# register.registration.date
source: Registration date
de: Datum der Registrierung
es: Fecha de inscripción
fr: Date d'inscription
it: Data di registrazione

# list.register.button.subscribe
source: Subscribe
de: Anmelden
es: Inscribirse
fr: S'enregistrer
it: Iscriviti

# register.url.confirm_intro_text
source: if the button does not work, copy the following URL into your browser:
de: Wenn der Button nicht funktioniert, kopieren Sie bitte die nachfolgende URL in die Adresszeile Ihres Browsers:
es: Si no es redirigido automáticamente, copie la siguiente URL en su navegador:
fr: Si le bouton ne fonctionne pas, veuillez copier le lien suivant dans votre navigateur:
it: Se il link non funziona, copia il seguente indirizzo nel tuo browser web:

# tx_jvevents_domain_model_event.description
source: Description
de: Langtext / Beschreibung
es: Descripción
it: Descrizione

# tx_jvevents_domain_model_event.end_date
source: End Date
de: End Datum
es: Fecha fin
fr: Date de fin
it: Data di fine

# tx_jvevents_domain_model_event.end_time
source: End Time
de: Enduhrzeit
es: Hora de finalización
fr: heure de fin
it: Ora di fine

# tx_jvevents_domain_model_event.event_category
source: Event Category
de: Veranstaltungskategorie
es: Categoría del evento
fr: Catégorie d'événement
it: Categoria evento

# tx_jvevents_domain_model_event.event_type
source: Event Type
de: Event Typ
es: Tipo de evento
fr: Type d'événement
it: Tipo di evento

# tx_jvevents_domain_model_event.files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File

# tx_jvevents_domain_model_event.freq_exception
source: Freq Exception
de: Regelmäßige Veranstaltung
es: Evento regular
fr: Evénement régulier

# tx_jvevents_domain_model_event.frequency
source: Frequency
de: Frequenz
es: Frecuencia
fr: Fréquence
it: Frequenza

# tx_jvevents_domain_model_event.images
source: Images
de: Bilder
es: Imágenes
it: Immagini

# tx_jvevents_domain_model_event.is_exception_for
source: Is Exception For:
de: Dieser Termin ersetzt diesen regelmäßigen Termin:
es: Excepto para:
fr: Cette date remplace ces rendez-vous réguliers:

# tx_jvevents_domain_model_event.is_recurring
source: Is Recurring
de: Regelmäßiger Termin
es: Recurrente para
fr: Calendrier régulier

# tx_jvevents_domain_model_event.location
source: Location
de: Veranstaltungsort
es: Localización
fr: Lieu
it: Località

# tx_jvevents_domain_model_event.marketing_process_id
source: Marketing Process Id
es: Proceso de Marketing Id

# tx_jvevents_domain_model_event.name
source: Title of event
de: Name der Veranstaltung
es: Título del acto
fr: Titre de l'événement
it: Titolo dell'evento

# tx_jvevents_domain_model_event.need_to_confirm
source: Participant needs To Confirm
de: Anmeldung muss durch Teilnehmer bestätigt werden
es: El participante debe confirmar el registro
fr: Participant non confirmé
it: Il partecipante deve confermare

# tx_jvevents_domain_model_event.notify_organizer
source: Notify Organiser
de: Veranstalter per E-Mail informieren
es: Informar al organizador por e-mail
fr: Notifier l'organisateur
it: Avvisa l'organizzatore

# tx_jvevents_domain_model_event.notify_registrant
source: Notify Registrant
de: Teilnehmer per E-Mail informieren
es: Informar al participante por e-mail
fr: Notifier le participant
it: Avvisa l'iscritto

# tx_jvevents_domain_model_event.organizer
source: Organizer
de: Veranstalter
es: Organizador
fr: Organisateur
it: Organizzatore

# tx_jvevents_domain_model_event.registration_url
source: Link to registration
de: Link zur Registrierung
es: Enlace a la inscripción
fr: Lien vers l'inscription
it: Link alla registrazione
