Repository: velletti/jv_events
Catalog: Resources/Private/Language/*.locallang_csh_tx_jvevents_domain_model_event.xlf
Languages: de

# access.description
source: this event is visible for the following usergroups / Access Rights
de: Diese Veranstaltung ist nur für die foglenden Usergruppen sichtbar (Access Rechte)

# all_day.description
source: allDay
de: Veranstaltung ohne Uhrzeit

# available_seats.description
source: Available Seats: Set this to a value higher than 0 if you want registrations using Waiting list. Can be combined with Avaiable Seats
de: Verfügbare Plätze: Setzen Sie diese Option Größer als 0 wenn Sie die Anmeldefunktion nutzen wollen und die maximale Anzahl beschränkt ist.

# citrix_uid.description
source: Enter the citrixUid of your goTo Webinar event. (means You FIRST have to create the event in the citrix portal!)
de: Geben Sie die Citrix UID ein. (Dies bedeutet: das event muss zuerst in Citrix angelegt werden!)

# description.description
source: description
de: Langbeschreibung der Veranstaltung. Sichtbar in der Detailansicht

# end_date.description
source: endDate
de: Endtag

# end_time.description
source: endTime
de: Endzeit

# event_category.description
source: eventCategory
de: Veranstaltungskategorie

# event_type.description
source: eventType
de: Datenart der Veranstaltung. Schaltet unterschiedliche backend felder sichtbar

# files.description
source: Upload files, visible to all who may see the event. Depending on your layout if in List view or/and Detail view
de: Dateianhänge hochladen. Sichtbar für jeden, der das Event sehen darf. (je nach gewähltem Layout !)

# freq_exception.description
source: Fe. If Weekly, select if every thursday or only every second week.
de: FE. Falls dies ein wöchentliches Event ist, wählen sie den Wochentag oder ob dies Event nur jede 2. Woche stattfindet

# frequency.description
source: select Kind of Frequency: Daily, weekly, monthly, yearly
de: Wählen Sie die Frequenz: Däglich, wöchentlich, Monatlich, Jährlich

# images.description
source: Upload more Images. It is Depending on your Layout, what will happen : shown als SlideShow, only one etc.)
de: Weitere Bilder. Je nach Layout : Sichtbar als SlideShow, nur eines sichtbar oder als Vorschaubilder zum Anklicken.

# is_exception_for.description
source: This event is an exception for an recurring event.
de: Diese Veranstaltung ist eine Ausnahme zu einem regelmäßigen Termin. Sie müssen den Termin auswählen der dann in den Auflistungen nicht gezeigt wird.

# is_recurring.description
source: Use this checkbox, if this is a frequently event.
de: Diese Veranstaltung ist ein regelmäßiger Termin. Sie müssen weitere Optionen wählen.

# location.description
source: location
de: Veranstaltungsort

# marketing_process_id.description
source: If you want to start a marketingProcess (sending emails, reminder and so) after a registration, enter the ID of the configured salesforce marketing Process
de: Wenn Sie die Daten nach Salesforce speichern wollen und einen speziellen Marketing Prozess starten wollen, geben Sie die Id des SalesForce Marketingprozesses ein.

# name.description
source: name
de: Name der Veranstaltung. Sichtbar als Überschrift, in Auflistungen Emails und im backend

# need_to_confirm.description
source: If the user needs to confirm the registration, activate this option
de: Wenn Sie an den Teilnehmer eine Email mit einem Link zum Bestätigen schicken wollen, aktiveiren Sie diese Option. Erfordert ein Anmeldeformular mit der Email Adresse als Pflichtfeld

# notify_organizer.description
source: Do you want to send an Email notification to the Organisers Email Adddress?
de: Wenn Sie den Veranstalter über eine neue Registrierung per Email informieren möchten, aktivieren Sie diese Option. Gesendet wird an die beim Veranstalter hinterlegte Email Adresse

# notify_registrant.description
source: Do you want to send an Email notification to the Registrants Email Adddress?
de: Wenn Sie den Teilnehmer über Seine Registrierung per Email informieren möchten, aktivieren Sie diese Option. Gesendet wird an die bei der Registrierung hinterlegte Email Adresse. Erfordert ein Anmeldeformular mit der Email Adresse als Pflichtfeld

# organizer.description
source: organizer
de: Veranstalter

# registered_seats.description
source: registered Seats: Automatically computed after registration. if this value is higher than the sum of available and Waiting List Seats, registration is not possible
de: Angemeldete Teilnehmer. Automatisch ermittlt nach einer Anmeldung. Ist die Zahl größer als die Anzahl der verfügbaren (inkl Warteliste und unbestätigter Anmeldungen) ist die Anmeldung nicht möglich

# registrant.description
source: registrant
de: Teilnehmer

# registrationPid.description
source: If you use the internal Registration modul, the registrated users are stored on the Page/Folder you specify here. It is a good idea to select a separate Sysfolder for each Event or each organizer to allow an Organizer easy access too only his registrations also in backend
de: Wenn Sie das interne Registrierungsmodul nutzen, werden die Veranstaltungen auf dieser Seiten ID gespeichert. Sinnvollerweise unterschiedliche Systemordner, wenn Sie im backend die zugriffsrechte für Veranstalter managen wollen

# registrationUrl.description
source: An external Website, PDF, Form or somethings else is used for the Registration. Enter the URL or f.e. select the PDF from the Filelist
de: Ein Link zu einer externen Webseite, einem externen Formular oder einer PDF Datei unter dem man sich anmelden kann. Geben sie die URL ein oder wählen sie eine PDF Datei aus.

# registration_access.description
source: Registration is only visible for this usergroups / access rights
de: Beschränken Sie den Zugriff auf die Anmeldung für bestimmte Benutzergruppen.

# registration_until.description
source: If you use any registration, you can enter the date, when you want to hide the Registration link
de: Egel welche Art von Registrierung Sie nutezn ( interne oder Externe): wenn Sie hier ein Datum eingeben, kann die Registrierungsmöglichkeit ausgeblendet werden, wenn das angegeben Datum überschritten ist.

# sales_force_event_id.description
source: This ID is automatically generated by salesForce and only visible to help you to find the event in salesforce
de: Dies ist eine automatisch von Salesforce generierte Event ID

# sales_force_record_type.description
source: salesForceRecordType This normaly should be empty. in special Cases this is usefull
de: Dies ist der Salesforce Record Typ normal leer. (kommt aus TYPO Script einstellungen, kann aber so überdefiniert werden.

# sales_force_session_id.description
source: This ID is automatically generated by salesForce and only visible to help you to find the event in salesforce
de: Dies ist eine automatisch von Salesforce generierte Event Session ID

# start_date.description
source: startDate
de: Starttag

# start_time.description
source: startTime
de: Startzeit

# store_in_citrix.description
source: storeInCitrix
de: Um Ihre Event Anmeldung in Citrix zu speichern, muss diese option aktiviert werden und eine Citrix Event ID hinterlegt sein. Ausserdem muss Citrix grundlegend in den Extension einstellungen konfiguriert worden sein.

# store_in_sales_force.description
source: Store Events and registration In SalesForce CRM
de: Veranstlungsinfos und Anmeldungen in SalesForce CRM (benötigt ein stelziellens Salesforce Object!)

# subject_organizer.description
source: subject of the Email to the Organizer. You can use PlaceHolders like ###EVENT_STARTDATE### ###EVENT_NAME### ###LOCATION_CITY### (see Docu)
de: Abweichender Betreff an den Veranstalter. Sie können Platzhalter verwenden wie ###EVENT_STARTDATE### ###EVENT_NAME### ###LOCATION_CITY### (siehe Doku)

# subject_registrant.description
source: subject of the Email to the Registrant. You can use PlaceHolders like ###EVENT_STARTDATE### ###EVENT_NAME### ###LOCATION_CITY### (see Docu)
de: Abweichender Betreff an den Teilnehmer. Sie können Platzhalter verwenden wie ###EVENT_STARTDATE### ###EVENT_NAME### ###LOCATION_CITY### (siehe Doku)

# tags.description
source: tags
de: Schlagworte

# teaser.description
source: teaser
de: Kurzbeschreibung der Veranstaltung. Sichtbar in Auflistungen und Emails max 255 Zeichen

# teaserImage.description
source: Upload one (small) Image. It is Depending on your Layout, what will happen : shown in List View or not)
de: Einzelnen kleine Bild. je nach gewähltem Layout wird dies in Auflistungen gezeigt oder auch nicht.

# text_organizer.description
source: Introtext of the Email to the Organizer.
de: Introtext für die Email an den Veranstalter.

# text_registrant.description
source: Introtext of the Email to the Registrant.
de: Introtext für die Email an den Teilnehmer. Hier können Sie Z.b. dem Teilnehmer zusätzliche Informationen zukommen lassen, die auf der Webseite nicht sichtbar sind.

# with_registration.description
source: If you activate this Option "Registration", the internal Modul for registration with many oprions is used
de: Wenn Sie diese Option aktiveren, wird das interne Registrierungs Modul mit weiteren Optionen und Eingabefeldern aktiviert.
