Repository: velletti/jv_events
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, fr, it

# tx_jvevents_domain_model_event.registered_seats
source: Registered Seats
de: Angemeldete Teilnehmer
es: Participantes inscritos
fr: Places enregistrées
it: Posti prenotati

# tx_jvevents_domain_model_event.registrant
source: Registrant
de: Teilnehmer
es: Participante
fr: participant
it: Iscritto

# tx_jvevents_domain_model_event.registrant_email_header
source: Event Registration
de: Anmeldung zur Veranstaltung
es: Registro en el evento
fr: Enregistrement à l'événement
it: Iscrizione all'evento

# tx_jvevents_domain_model_event.registrant_email_header_unconfirmed
source: Unconfirmed Registration
de: Noch unbestätigte Anmeldung
es: Inscripción no confirmada
fr: Inscription non confirmée
it: Registrazione non confermata

# tx_jvevents_domain_model_event.registration_access
source: Registration Access
de: Anmeldung beschränken
es: Restringir inicio de sesión
fr: Accès à l'enregistrement
it: Accesso all'iscrizione

# tx_jvevents_domain_model_event.registration_until
source: Registration Until
de: Anmeldung möglich bis
es: Fecha límite registro
fr: Enregistrement jusqu'au
it: Iscrizione fino a

# tx_jvevents_domain_model_event.sales_force_event_id
source: Sales Force Event Id
es: Evento de SalesForce Id

# tx_jvevents_domain_model_event.sales_force_session_id
source: Sales Force Session Id
es: Id Sesión de SalesForce

# tx_jvevents_domain_model_event.start_date
source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio

# tx_jvevents_domain_model_event.date
source: Date
de: Datum
es: Fecha
it: Data

# tx_jvevents_domain_model_event.start_time
source: Start Time
de: Startzeit
es: Hora inicio
fr: Heure de début
it: Ora di inizio

# tx_jvevents_domain_model_event.entry_time
source: Entry starting at
de: Eintritt ab
es: Entrada a partir de
fr: Entrée à partir de
it: Ingresso a partire da

# tx_jvevents_domain_model_event.openEnd
source: Open end
de: Offenes Ende
es: Extremo abierto
fr: Extrémité ouverte
it: Fine aperta

# tx_jvevents_domain_model_event.time
source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora

# tx_jvevents_domain_model_event.store_in_citrix
source: Store Registration in Citrix
de: Anmeldung in Citrix speichern
es: Guardar aplicaciones en Citrix
fr: Enregistrer l'événement dans Citrix
it: Salva iscrizione in Citrix

# tx_jvevents_domain_model_event.store_in_sales_force
source: Store Registration In SalesForce
de: Anmeldung in SalesForce speichern
es: Guardar registro en SalesForce
fr: Enregistrer l'événement dans salesforce
it: Registrazione del negozio in SalesForce

# tx_jvevents_domain_model_event.subject_organizer
source: Subject Organizer
de: Betreff E-Email Veranstalter
es: E-mail organizador
fr: Objet de l'email organisateur
it: Seleziona l'organizzatore

# tx_jvevents_domain_model_event.subject_registrant
source: Subject Registrant
de: Betreff E-Email Teilnehmer
es: E-mail participante
fr: Objet de l'email participant

# tx_jvevents_domain_model_event.tags
source: Tags
de: Schlagworte
es: Etiquetas
fr: Mots-clefs

# tx_jvevents_domain_model_event.teaser
source: Teaser
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Presentazione

# tx_jvevents_domain_model_event.text_organizer
source: Text Organizer
de: Betreff E-Email Veranstalter
es: Comentario del organizador
fr: Texte de l'email organisateur
it: Testo organizzatore

# tx_jvevents_domain_model_event.text_registrant
source: Text Registrant
de: Betreff E-Email Teilnehmer
es: Comentario para el participante
fr: Texte de l'email participant
it: Testo a partecipante

# tx_jvevents_domain_model_event.Introtext_registrant
source: Intro Text Registrant
es: Intro Texto Registrante
fr: Texte d'introduction Titulaire
it: Testo introduttivo Registrant

# tx_jvevents_domain_model_event.unconfirmed_seats
source: Unconfirmed Seats
de: Unbestätigte Teilnehmer
es: Plazas sin confirmar
fr: Places non confirmées
it: Posti non confermati

# tx_jvevents_domain_model_event.with_registration
source: With Registration
de: Mit Anmeldemöglichkeit
es: Registradas
fr: Avec participants
it: Con iscrizione

# tx_jvevents_domain_model_event.details.linktext
source: To the event
de: Zum Termin
es: Asistir al evento
fr: Vers l'événement
it: all'evento

# tx_jvevents_domain_model_event.details.tab.details
source: Details
es: Detalles
fr: Détails
it: Dettagli

# tx_jvevents_domain_model_event.details.tab.map
source: Map
de: Karte
es: Plano
fr: Carte
it: Mappa

# tx_jvevents_domain_model_event.filter.streetCityCountry
source: Street,City,DE
de: Straße,Stadt,DE
es: Calle,Ciudad,DE
fr: Rue,Ville,DE
it: Via,Città,DE

# tx_jvevents_domain_model_event.details.tab.contact
source: Contact
de: Kontakt
es: Contacto
it: Contatto

# tx_jvevents_domain_model_event.details.canceled
source: Canceled!
de: Entfällt!
es: ¡Cancelado!
fr: Annulé !
it: Annullato!

# event_copy_eventseries
source: Event series (regularly)!
de: Regelmäßige Termine
es: Serie de eventos (con regularidad)
fr: Série d'événements (régulièrement) !
it: Serie di eventi (regolarmente)!

# event_copy_intro
source: If you copy an event, changes on this copy can easily made also to the copy. This way you can make changes to repeating events very fast.
de: Wenn du einen Termin kopierst, können Änderungen auch automatisch an dem/den anderen Termin(en) übernommen werden. Damit kann man somit regelmäßig stattfindende Termine einfach pflegen.
es: Si copia un evento, los cambios en esta copia pueden hacerse fácilmente también en la copia. De esta forma puede realizar cambios en los eventos repetidos muy rápidamente.
fr: Si vous copiez un événement, les modifications apportées à cette copie peuvent être facilement répercutées sur la copie. Vous pouvez ainsi modifier très rapidement des événements répétitifs.
it: Se si copia un evento, le modifiche apportate a questa copia possono essere facilmente apportate anche alla copia stessa. In questo modo è possibile apportare modifiche agli eventi ripetuti in modo molto rapido.

# event_copy_intro2
source: If you want to create a diffent kind of event (other times or different kind of class / workshop) it is be better to use the single copy function on top.
de: Wenn Sie eine andere Art von Veranstaltung erstellen möchten (andere Zeiten oder eine andere Art von Klasse / Workshop), ist es besser, die Einzelkopierfunktion oben zu verwenden.
es: Si desea crear un tipo diferente de evento (otras horas o diferentes tipos de clase / taller) es mejor utilizar la función de copia única en la parte superior.
fr: Si vous souhaitez créer un événement différent (d'autres horaires ou un autre type de cours/atelier), il est préférable d'utiliser la fonction de copie unique.
it: Se si desidera creare un tipo di evento diverso (altri orari o un tipo diverso di classe/laboratorio) è meglio utilizzare la funzione di copia singola in cima.

# event_copy_one
source: Create one Copy (unlinked)
de: Einzelne Kopie (nicht verbunden)
es: Crear una copia (no vinculada)
fr: Créer une copie (sans lien)
it: Creare una copia (non collegata)

# general_see_help
source: See help Pages
de: Siehe Hilfeseiten
es: Ver páginas de ayuda
fr: Voir l'aide Pages
it: Vedere le pagine di aiuto

# event_copy_multi
source: Copy multiple weekly
de: Mehrere Wochen
es: Copiar varias veces por semana
fr: Copier plusieurs hebdomadaires
it: Copia multipla settimanale

# event_copy_multi2weeks
source: Copy multiple every 14 days
de: Kopie alle 14 Tage
es: Copia múltiple cada 14 días
fr: Copie multiple tous les 14 jours
it: Copia multipla ogni 14 giorni

# event_delete_question
source: This will delete the event without info.
de: Dies löscht den Termin ohne Weitere Information.
es: Esto borrará el evento sin información.
fr: Cela supprimera l'événement sans information.
it: Questo eliminerà l'evento senza informazioni.

# event_delete_question_SameMaster
source: Also delete the %1s following copies of this event?
de: Sowie die %1s folgenden Kopien dieses Termins
es: ¿Borrar también las %1s copias siguientes de este evento?
fr: Supprimez également les %1s copies suivantes de cet événement ?
it: Cancellare anche le %1s copie successive di questo evento?

# event_delete_are_you_sure
source: Are you sure?
de: Bist du sicher?
es: ¿Seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?

# event_delete_realy_button
source: Really delete!
de: Wirklich löschen!
es: ¡Borra de verdad!
fr: Vraiment supprimer !
it: Cancellare davvero!

# event_delete_button
source: Delete Event
de: Ereignis löschen
es: Suprimir evento
fr: Supprimer un événement
it: Elimina evento

# tx_jvevents_domain_model_event.edit.repeating.headline
source: Repeating Event
de: Regelmäßiger Termin
es: Repetición del acontecimiento
fr: Répétition d'un événement
it: Evento ripetuto

# tx_jvevents_domain_model_event.edit.repeating.text
source: This is a repeating, copied Event. Shall we change also all other future Events with the same ID?
de: Dies ist ein regelmäßiger Termin. Sollen die obigen Änderungen für alle zukünftigen Termine mit der gleichen ID übernommen werden?
es: Se trata de un suceso repetido y copiado. ¿Debemos cambiar también todos los demás eventos futuros con el mismo ID?
fr: Il s'agit d'un événement répété et copié. Devons-nous modifier également tous les autres événements futurs ayant le même identifiant ?
it: Si tratta di un evento ripetuto e copiato. Dobbiamo modificare anche tutti gli altri eventi futuri con lo stesso ID?

# tx_jvevents_domain_model_event.edit.repeating.uebernehmen
source: Change them also
de: Änderungen übernehmen
es: Cámbielos también
fr: Modifiez-les également
it: Cambiate anche loro

# x_jvevents_domain_model_event.edit.repeating.effected
source: Effected Events
de: Betroffene Ereignisse
es: Eventos afectados
fr: Événements affectés
it: Eventi interessati

# tx_jvevents_domain_model_location
source: Location
de: Veranstaltungsort
es: Localización
fr: Lieu
it: Luogo

# tx_jvevents_domain_model_location.city
source: City
de: Ort
es: Ciudad
fr: Ville
it: Località

# tx_jvevents_domain_model_location.country
source: Country
de: Land
es: País
fr: Pays
it: Stato

# tx_jvevents_domain_model_location.description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione

# tx_jvevents_domain_model_location.email
source: Email
de: E-Mail Adresse
es: Dirección e-mail
fr: Adresse email

# tx_jvevents_domain_model_location.lat
source: Lat
de: LAT (Latitude)
es: Latitud
fr: LAT (Latitude)
it: LAT (Latitudine)

# tx_jvevents_domain_model_location.link
source: Link
es: Enlace
fr: Lien

# create.location.contact_warning
source: Need a different contact info for this location? Maybe helpful to show a different phone number. If not needed, leave the next 3 fields empty and your normal contact data is shown. Or enter a minus char to suppress this entry.
de: Benötigen Sie eine andere Kontaktinformation für diesen Standort? Vielleicht ist es hilfreich, eine andere Telefonnummer anzuzeigen. Falls nicht benötigt, lassen Sie die nächsten 3 Felder leer und Ihre normalen Kontaktdaten werden angezeigt. Oder geben Sie ein Minuszeichen ein, um diesen Eintrag zu unterdrücken.
es: ¿Necesita información de contacto diferente para esta ubicación? Tal vez sea útil mostrar un número de teléfono diferente. Si no es necesario, deje los 3 campos siguientes vacíos y se mostrarán sus datos de contacto normales. O introduzca un signo menos para suprimir esta entrada.
fr: Vous avez besoin d'autres informations de contact pour ce lieu ? Il peut être utile d'afficher un autre numéro de téléphone. Si vous n'en avez pas besoin, laissez les trois champs suivants vides et vos coordonnées normales s'afficheront. Ou saisissez un caractère moins pour supprimer cette entrée.
it: Avete bisogno di informazioni di contatto diverse per questa sede? Potrebbe essere utile mostrare un numero di telefono diverso. Se non è necessario, lasciare vuoti i 3 campi successivi e visualizzare i normali dati di contatto. Oppure inserire un carattere meno per sopprimere questa voce.

# location.geocode.error
source: The position on the map could not be determined. You can determine the values for LAT and LNG using Google Maps and enter them here. Example:
de: Die Position auf der Karte konnte nicht ermittelt werden. Sie können die Werte für LAT und LNG mit Google Maps ermitteln und hier eintragen. Beispiel:
es: No se ha podido determinar la posición en el mapa. Puede determinar los valores para LAT y LNG utilizando Google Maps e introducirlos aquí. Ejemplo:
fr: La position sur la carte n'a pas pu être déterminée. Vous pouvez déterminer les valeurs pour LAT et LNG à l'aide de Google Maps et les saisir ici. Exemple :
it: Non è stato possibile determinare la posizione sulla mappa. È possibile determinare i valori di LAT e LNG utilizzando Google Maps e inserirli qui. Esempio:

# tx_jvevents_domain_model_location.lng
source: Lng
de: LNG ( Longitude)
es: Longitud
fr: LNG ( Longitude)
it: LNG (Longitudine)

# tx_jvevents_domain_model_location.position_not_exact
source: Position not exact enough? Zoom into the map and click onto the correct position. Will be overwriten, if you change again the address
de: Position zu ungenau? Zoom in die Karte und klicke an die genaue Position. Wird jedoch beim ändern der Adresse überschrieben!
es: ¿La posición no es suficientemente exacta? Amplíe el mapa y haga clic en la posición correcta. Se sobrescribirá si vuelve a cambiar la dirección.
fr: La position n'est pas assez exacte ? Zoomez sur la carte et cliquez sur la position correcte. L'adresse sera écrasée si vous la modifiez à nouveau.
it: La posizione non è abbastanza precisa? Ingrandire la mappa e fare clic sulla posizione corretta. Verrà sovrascritto se si modifica nuovamente l'indirizzo.

# tx_jvevents_domain_model_location.location_category
source: Location Category
de: Kategorie des Veranstaltungsortes
es: Categoría lugar
fr: Catégorie de lieu
it: Categoria località

# tx_jvevents_domain_model_location.name
source: Name of location
de: Name Veranstaltungsort
es: Nombre del lugar
fr: Nom du lieu
it: Nome della località

# tx_jvevents_domain_model_location.organizer
source: Organizer
de: Veranstalter
es: Organizador
fr: Organisateur
it: Organizzatore

# tx_jvevents_domain_model_location.phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

# tx_jvevents_domain_model_location.street_and_nr
source: Street And Nr
de: Straße und Nr.
es: Dirección
fr: Adresse
it: Indirizzo

# tx_jvevents_domain_model_location.zip
source: Zip
de: PLZ
es: CP
fr: Code postal
it: CAP

# tx_jvevents_domain_model_organizer
source: Organizer
de: Veranstalter
es: Organizador
fr: organisateur
it: Organizzatore

# tx_jvevents_domain_model_organizer.description
source: Description
de: Beschreibung
es: Descripción
it: Descrizione

# tx_jvevents_domain_model_organizer.link
source: Link
es: Enlace
fr: Lien
it: Collegamento

# tx_jvevents_domain_model_organizer.charity_link
source: Charity Link
es: Enlace benéfico
fr: Lien caritatif
it: Collegamento di beneficenza

# tx_jvevents_domain_model_organizer.youtube_link
source: Youtube Link
es: Enlace Youtube
fr: Lien Youtube
it: Collegamento a Youtube

# tx_jvevents_domain_model_organizer.images
source: Images
de: Bilder
es: Imágenes
it: Immagini

# tx_jvevents_domain_model_organizer.name
source: Organizer
de: Veranstalter
es: Organizador
fr: Organisateur
it: Organizzatore

# tx_jvevents_domain_model_organizer.organizer_category
source: Organizer Category
de: Kategorie
es: Categoría organizador
fr: Catégorie d'organisateur
it: Categoria organizzatore

# tx_jvevents_domain_model_organizer.phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

# tx_jvevents_domain_model_organizer.sales_force_user_id
source: Sales Force User Id
es: Id usuario Salesforce

# tx_jvevents_domain_model_registrant
source: Registrant
de: Teilnehmer
es: Participante
fr: Participant
it: Iscrivente

# tx_jvevents_domain_model_registrant.additional_info
source: Additional Info
de: Zusätzliche Information
es: Información adicional
fr: Informations supplémentaires
it: Informazioni aggiuntive

# tx_jvevents_domain_model_registrant.city
source: City
de: Ort
es: Ciudad
fr: Ville
it: Località

# tx_jvevents_domain_model_registrant.company
source: Company
de: Firma
es: Empresa
fr: Société
it: Azienda

# tx_jvevents_domain_model_registrant.contact_id
source: Contact Id
de: Kontakt ID
es: Id Contacto
fr: Contakt ID
it: ID Contatto

# tx_jvevents_domain_model_registrant.country
source: Country
de: Land
es: País
fr: pays
it: Stato

# tx_jvevents_domain_model_registrant.customer_id
source: Customer Id
de: Kundennummer
es: Id Cliente
fr: Numéro client
it: ID Cliente

# tx_jvevents_domain_model_registrant.department
source: Department
de: Abteilung
es: Provincia
fr: Département
it: Dipartimento

# tx_jvevents_domain_model_registrant.fingerprint
source: Fingerprint
es: Firma digital
fr: Empreinte digitale

# tx_jvevents_domain_model_registrant.first_name
source: First Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome

# tx_jvevents_domain_model_registrant.title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

# tx_jvevents_domain_model_registrant.gender
source: Gender
de: Anrede
es: Género
fr: Sexe
it: Genere

# tx_jvevents_domain_model_registrant.hotprice
source: Get the hottest price
es: Consiga el mejor precio
fr: Obtenez le meilleur prix
it: Prendi il prezzo migliore

# tx_jvevents_domain_model_registrant.language
source: Language
de: Sprache
es: Idioma
fr: Langage
it: Lingua

# tx_jvevents_domain_model_registrant.last_name
source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome

# tx_jvevents_domain_model_registrant.more1
source: More1
de: mehr1
es: más1
fr: Plus1
it: Ulteriore1

# tx_jvevents_domain_model_registrant.more2
source: More2
de: mehr2
es: más2
fr: Plus2
it: Ulteriore2

# tx_jvevents_domain_model_registrant.more3
source: More3
de: mehr3
es: más3
fr: Plus3
it: Ulteriore3

# tx_jvevents_domain_model_registrant.more4
source: More4
de: mehr4
es: más4
fr: Plus4
it: Ulteriore4

# tx_jvevents_domain_model_registrant.more5bool
source: More5bool
de: mehr5boolean
es: más5booleana
fr: Plus5booléen
it: Ulteriore5boolean

# tx_jvevents_domain_model_registrant.more6int
source: More6int
de: mehr6Int
es: más6Int
fr: Plus6Int
it: Ulteriore6Int

# tx_jvevents_domain_model_registrant.more7date
source: More7date
de: mehr7Date
es: más7fecha
fr: Plus7Date
it: Ulteriore7Date

# tx_jvevents_domain_model_registrant.more8file
source: More8file
de: mehr8Datei
es: más8archivo
fr: plus8fichier
it: Ulteriore8Datei

# tx_jvevents_domain_model_registrant.password
source: Password
de: Passwort
es: Contraseña
fr: mot de passe

# tx_jvevents_domain_model_registrant.phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

# tx_jvevents_domain_model_registrant.privacy
source: Privacy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité

# tx_jvevents_domain_model_registrant.profession
source: Profession
de: Berufsbezeichnung
es: Profesión
fr: Métier
it: Professione

# tx_jvevents_domain_model_registrant.recall
source: Please call me
de: ich bitte um Anruf
es: Por favor, llame al
fr: Veuillez m'appeler
it: Vi prego di contattarmi

# tx_jvevents_domain_model_registrant.street_and_nr
source: Street And Nr
de: Straße und Nr
es: Dirección
fr: Rue et numéro
it: Indirizzo

# tx_jvevents_domain_model_registrant.username
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente

# tx_jvevents_domain_model_registrant.zip
source: Zip
de: PLZ
es: CP
fr: Code postal
it: CAP

# tx_jvevents_domain_model_tag
source: Tag
de: Schlagwort
es: Etiqueta
fr: Sujet

# tx_jvevents_domain_model_tag.select
source: Select Tag(s)
de: Schlagwort(e) auswählen
es: Seleccionar etiqueta(s)
fr: Sélectionner le(s) tag(s)
it: Selezionare l'etichetta (o le etichette)

# tx_jvevents_domain_model_category.select
source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
it: Selezionare la categoria

# tx_jvevents_domain_model_tag.name
source: Name
de: Schlagwort
es: Nombre
fr: Sujet
it: Nome

# tx_jvevents_event.filter.category
source: Filter by category
de: Kategorie filtern
es: Filtrar por categoría
fr: Filtrer par catégorie
it: Filtra per categoria

# tx_jvevents_event.filter.organizer
source: Filter by organizer
de: Veranstalter filtern
es: Filtrar por organizador
fr: Filtrer par organisateur
it: Filtrare per organizzatore

# tx_jvevents_event.filter.city
source: Filter by city
de: Ort filtern
es: Filtrar por ciudad
fr: Filtrer par ville
it: Filtra per località

# tx_jvevents_event.filter.city.all
source: All citys
de: Alle Orte
es: Todos los lugares
fr: Tous les lieux
it: Tutti i luoghi

# tx_jvevents_event.filter.location
source: Filter by location
de: Veranstaltungsort filtern
es: Filtrar por localización
fr: Filtrer par lieu
it: Filtra per luogo

# tx_jvevents_event.filter.month
source: Filter by month
de: Monat filtern
es: Filtrar por mes
fr: Filtrer par mois
it: Filtra per mese

# tx_jvevents_event.filter.tag
source: Filter by Tag
de: Schlagwort filtern
es: Filtrar por etiqueta
fr: Filtrer par sujet
it: Filtra per tag

# tx_jvevents_event.filter.hint
source: Filter the content on this page
de: Filtern Sie die Inhalte dieser Seite
es: Filtrar el contenido de esta página
fr: Filtrer le contenu de cette page
it: Filtra il contenuto di questa pagina

# tx_jvevents_event.filter.hintshort
source: Filter events
de: Termine filtern
es: Filtrar eventos
fr: Filtrer les événements
it: Filtra eventi

# tx_jvevents_event.filter.reset
source: Reset filter
de: Filter zurücksetzen
es: Borrar filtro
fr: Réinitialiser les filtres
it: Azzera il filtro

# tx_jvevents_event.filter.resulthint
source: The following content was modified pursuant to your filter settings
de: Die folgenden Inhalte wurden entsprechend Ihrer Auswahl angepasst
es: El contenido se ha modificado según su criterio de filtros
fr: Le contenu suivant a été ajusté en fonction de votre sélection
it: Il seguente contenuto è stato modificato in accordo con il filtro impostato

# tx_jvevents_event.filter.morefilters
source: More filters
de: Weitere Filter
es: Más filtros
fr: Plus de filtres
it: Ulteriori filtri

# tx_jvevents_event.filter.distance
source: Set Position
de: Setze Position
es: Establecer posición
fr: Définir la position
it: Posizione impostata

# tx_jvevents_event.filter.configure.headline
source: Configure the search result
de: Suchergebnis konfigurieren
es: Configurar el resultado de la búsqueda
fr: Configurer le résultat de la recherche
it: Configurare il risultato della ricerca

# tx_jvevents_event.filter.configure.text_reason
source: Before you can use the lists on this website, you should configure the search filter.
de: Bevor Du die Listen auf dieser Webseite sinnvoll nutzen kannst, solltest du den Suchfilter oberhalb dieses Hinweises einstellen.
es: Antes de poder utilizar las listas de este sitio web, debe configurar el filtro de búsqueda.
fr: Avant de pouvoir utiliser les listes de ce site web, vous devez configurer le filtre de recherche.
it: Prima di poter utilizzare gli elenchi di questo sito, è necessario configurare il filtro di ricerca.
